{
    "title": {
        "1": "Tokashiki Island IPA",
        "2": "Cosmic Hefe",
        "3": "Dragon's Ember Stout",
        "4": "Light Lager",
        "5": "Wildwood Lager",
        "6": "Rosethorn Blush",
        "7": "Velvet Nocturne Shiraz",
        "8": "Crimson Whisper Pinot Noir",
        "9": "ETA-2 Interceptor",
        "10": "R3-Series Droid",
        "11": "T-70 X-Wing",
        "12": "Adorable Chikorita Plush",
        "13": "Adorable Pikachu Plush"
    },
    "desc": {
        "1": "Embark on a tropical hop-fueled journey with Tokashiki Island IPA, a craft beer that captures the essence of island paradise in every sip. Inspired by the serene beauty of Tokashiki's sandy shores and crystal-clear waters, this IPA boasts a vibrant blend of citrus and floral notes, perfectly balanced by a smooth, malty backbone. The unique combination of exotic hops delivers a burst of refreshing flavors, reminiscent of the island's lush, sun-drenched landscapes. With its golden hue and a frothy head that lingers like the island's gentle sea foam, Tokashiki Island IPA is your ticket to an unforgettable taste adventure where the spirit of Okinawa comes alive in a glass. ",
        "2": "Lift off with Cosmic Hefe, a Hefeweizen that's truly out of this world. This celestial brew is a harmonious constellation of flavors, blending the traditional wheaty body of a classic Hefeweizen with a galaxy of fruity esters and phenolic notes. Each glass is a nebula of hazy gold, crowned with a creamy head that's as white as the Milky Way. With hints of banana and clove that dance across the palate like shooting stars, Cosmic Hefe offers a smooth and refreshing finish that will have you reaching for the stars. It's not just a beer; it's an interstellar experience that transcends the ordinary, inviting you to savor the universe one sip at a time. ",
        "3": "Indulge your senses in the fiery depths of Dragon's Ember Stout, a brew that ignites the spirit of adventure with every sip. Crafted with meticulous care and a touch of dragon's breath, this stout unleashes robust flavors of roasted malt and dark chocolate, tempered by a subtle warmth reminiscent of smoldering embers. As the velvety smooth texture envelops your palate, you'll be transported to a realm where legends come alive and courage is rewarded. Embrace the boldness of Dragon's Ember Stout and embark on a journey worthy of epic tales.",
        "4": "Light beer had its origins in the 1940s, when the Coors Brewing Company introduced a beer called Coors Light that was lighter in body and calories than the company's premium lager offering. This brand was discontinued at the start of World War II, only to be reintroduced in 1978. Modern versions were first produced by Rheingold in 1967 to appeal to diet-conscious drinkers, but only became popular starting in 1973 after Miller Brewing acquired the recipe and marketed the beer heavily to sports fans with the “tastes great, less filling” campaign.",
        "5": "Meet Lager, the embodiment of the world's most beloved brew. Just as its namesake bear commands the northern woods, Lager beer reigns supreme among libations. Crafted through bottom-fermented techniques, Lager boasts a crisp, refreshing taste that captivates the palate. From the iconic Budweiser to the rich Bavarian pilsners, Lager encompasses a diverse array of styles, from bocks to dunkels and Oktoberfest delights. Like its wild counterpart, Lager beer invites adventure and discovery with every sip, a tribute to the boundless spirit of the wilderness and the craftsmanship of brewers around the globe.",
        "6": "Enchant your senses with the delicate allure of Rosethorn Blush, a graceful infusion inspired by the mythical elegance of dragons. With each sip, experience the gentle embrace of fragrant rose petals, harmonizing seamlessly with subtle notes of honeyed sweetness and a whisper of floral sophistication. Crafted with finesse and reverence, Rosethorn Blush evokes visions of tranquil gardens kissed by moonlight, inviting you to savor moments of pure serenity. Let this exquisite brew transport you to a realm where beauty flourishes and every sip is a blossoming tribute to nature's splendor.",
        "7": "Dive into the luxurious depths of Velvet Nocturne Shiraz, a wine that embodies the mystery and allure of a starlit evening. Crafted from the finest grapes harvested from the sun-drenched hillsides of a renowned estate, this Shiraz is a masterpiece of winemaking. With each sip, experience a rich bouquet of dark cherries and smoky oak, intertwined with subtle hints of black pepper and chocolate. The robust flavors mature into a smooth, velvety finish that lingers on the palate, promising a sophisticated wine experience that captivates and enchants. Perfect for intimate gatherings or as a companion to a sumptuous meal, Velvet Nocturne Shiraz is not just a bottle of wine—it's an invitation to indulge in a moment of pure elegance. Whether enjoyed alone or shared with company, this Shiraz is sure to elevate any occasion, making every night a memorable one.",
        "8": "Unlock the secrets of the vine with Crimson Whisper Pinot Noir, a wine that whispers tales of earth and elegance. Harvested from the pristine vineyards known for their fertile soils and gentle climate, this Pinot Noir is a symphony of sophistication and subtlety. Crimson Whisper opens with an aromatic profile of ripe red berries and delicate floral notes, leading into a palate graced with flavors of juicy strawberries, fresh violets, and a hint of earthy truffle. The finish is beautifully balanced, with a light touch of vanilla and soft tannins that enhance the wine’s smooth texture. This wine is perfect for those moments that call for reflection and relaxation. It pairs wonderfully with a variety of dishes, from hearty pastas to elegant cheese platters, making it a versatile choice for any dining occasion.",
        "9": "Measuring 5.47 meters in length, the ETA-2 is a highly maneuverable combat-oriented starfighter and is faster than its Aethersprite predecessor, with twin ion engines providing a maximum acceleration of 5,200G and a max speed of 1,500 kph. The Eta-2 features wings with upper and lower radiator panels, S-foils, that are opened to shed excess heat from the ship's engines. The radiator wings are primarily opened during intense combat. For defense, the ship featured two laser cannons and two ion cannons. Unlike laser cannons, the ship's ion cannons fire bursts of plasma that cause temporary electrical disruptions to their target upon impact.",
        "10": "The R3-series astromech droid features much of the same hardware as its predecessor, the R2 unit, lacking only the earlier droid's extendible video sensor. The R3's chassis is largely cylindrical, appearing as an upright tube with a short, truncated cone at its base. Keeping the droid upright are two narrow legs, each of which terminate in a treaded foot shaped like trapezoidal prisms, a third leg is housed within the droid body and could be extended when necessary to afford greater stability. Capping the unit's design is a hardy, rotating, plastex or transparisteel dome. The astromech is sealed to allow for functionality in the vacuum of space.",
        "11": "The T-70 X-wing starfighter is a cruciform starfighter measuring 12.48 meters in length with a maximum capacity of a single pilot and bottom-loaded astromech droid, which fits into a socket and can be variably configured for different models. If needed, the droid can fly the starfighter without the aid of a pilot, and can even do so remotely. The vessel's targeting computer, flight controls and other essential piloting instruments are located inside an armored cockpit module, under which a removable liquid-cooled flight computer further aids the pilot in ship-based operations. Access panels for computer access and storage exist inside the 'nose' of the vessel, along with an auxiliary generator and storage area typically used for stashing survival gear. A small sensor window marks the location of the ships primary sensor array at the very tip of the nosecone, located behind an emergency beacon. Behind the pilot, a built-in life support system allows the occupant to breathe in an oxygenated atmosphere.",
        "12": "Affectionately known as a \"wishbone\" to Rebel Alliance and New Republic pilots, the Y-wing starfighter is deployed as a fighter-bomber, designed to fight its way to its objective, deliver its payload of high explosives, and fight its way out again. Its weaponry includes two laser cannons, two ion cannons, and two proton torpedo launchers. An astromech droid, such as an R2 unit, can be plugged into a socket behind the cockpit to act as a co-pilot and manage the ship's various systems.",
        "13": "A pretty good droid for coordinating attacks. Not good at fighting, just good at planning."
    },
    "Navbar": {
        "searchPlaceholder": "What would you like to drink today?",
        "searchButtonLabel": "search products",
        "logoAlt": "Beer and Wine Logo",
        "searchIconAlt": "search icon",
        "greetingText": "Hi Junjun",
        "historyLink": "ORDER HISTORY",
        "arrowAlt": "Drop Down Arrow",
        "cartAlt": "show cart",
        "navLinkHome": "POPULAR CHOICES",
        "navLinkDroids": "BEER",
        "navLinkVehicles": "WINE"
    },
    "Home": {
        "welcomeTitle": "Welcome to Polyglot Pours",
        "welcomeSubtitle": "Craft beer and wine with fluent flavors that speak to you.",
        "symbolAlt": "Beer Symbol"
    },
    
    "Checkout": {
        "checkoutTitle": "Checkout",
        "shipSectionLabel": "Shipping Info",
        "firstNameLabel": "First Name",
        "lastNameLabel": "Last Name",
        "coordinatesLabel": "Coordinates",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Sector",
        "methodLabel": "Shipping Method",
        "shipLightspeed": "Fast Shipping",
        "shipOvernight": "Overnight",
        "shipStandard": "Standard",
        "paySectionLabel": "Payment",
        "payNameLabel": "Name on Card",
        "payNameHolder": "First Last",
        "accountLabel": "Credit Number",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Security Code",
        "securityHolder": "123456",
        "expDateLabel": "Expiration Date",
        "cartTitle": "Shopping Cart",
        "deleteAlt": "remove item from cart",
        "totalLabel": "Total: ",
        "orderLabel": "PLACE ORDER",
        "termsStatement": "I have read and agree to the Terms and Conditions",
        "termsLink": "(View)",
        "successMessage": "Order placed successfully!",
        "noItemMessage": "Add items to cart to checkout."
    },
    "ProductShow": {
        "qtyLabel": "Qty: ",
        "addToCartLabel": "ADD TO CART"
    },
    "Cart": {
        "cartTitle": "Shopping Cart",
        "noItemMsg": "No items in cart.",
        "deleteAlt": "Delete item from cart",
        "totalTitle": "Total: ",
        "checkoutLabel": "CHECKOUT",
        "closeAlt": "Close Cart"
    },
    "OrderHistory": {
        "historyTitle": "Order History",
        "dateHeading": "Date",
        "numberHeading": "Order Number",
        "totalHeading": "Total",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Error: Page not found."
    },
    "Bottombar": {
        "menuAlt": "open sidebar menu"
    },
    "LocaleSelector": {
        "localeLabel": "Locale: ",
        "localeEN": "English - US",
        "localeZH": "Chinese - China"
        
    },
    "Special": "Special"
}
