{
    "title": {
        "1": "渡嘉敷島IPA",
        "2": "コズミックヘフェ",
        "3": "ドラゴンの炎スタウト",
        "4": "ライトラガー",
        "5": "ローズソーンブラッシュ",
        "6": "ワイルドウッドラガー",
        "7": "ヴェルヴェットノクターンシラーズ",
        "8": "クリムゾンウィスパーピノ・ノワール",
        "9": "ETA-2インターセプター",
        "10": "R3シリーズドロイド",
        "11": "T-70 Xウィング",
        "12": "愛らしいチコリータのぬいぐるみ",
        "13": "愛らしいピカチュウのぬいぐるみ"
    },
    "desc": {
        "1": "トロピカルなホップが魅力の渡嘉敷島IPAで、島の楽園のエッセンスを一口ごとに味わえます。透明な水と砂浜の美しさにインスピレーションを受けたこのIPAは、柑橘系とフローラルな香りが特徴で、なめらかな麦芽の風味でバランスが取れています。エキゾチックなホップの組み合わせが、島の豊かな風景を思い出させる清涼感あふれる味わいを提供します。",
        "2": "この天体のような醸造ビール、コズミックヘフェは、従来のヘフェヴァイツェンの小麦のボディと果実味あふれるエステルとフェノールの香りが調和しています。各グラスは、ミルキーウェイのような白いクリームの泡と共に、霞がかった金色の星雲を思わせます。",
        "3": "ドラゴンの炎スタウトで、冒険の精神を呼び覚ますような一口を楽しみましょう。燃えるようなエンバーを思わせる微かな暖かさと共に、ローストモルトとダークチョコレートの豊かな風味が特徴です。なめらかな質感が口中を包み込むと、伝説が生きている領域へと連れて行ってくれます。",
        "4": "ライトビアは、1940年代にクアーズブリューイングカンパニーによって導入されたもので、会社のプレミアムラガーよりも軽いボディとカロリーが特徴です。このブランドは第二次世界大戦の開始とともに一時的に生産中止となりましたが、1978年に再導入されました。",
        "5": "ローズソーンブラッシュで、繊細な魅力に感覚を魅了させましょう。ドラゴンの神秘的な優雅さにインスパイアされたこの上品なブレンドは、各一口で、香り高いバラの花びらの優しい抱擁を体験できます。はちみつの甘さとさりげないフローラルな洗練が見事に調和しています。洗練された技術と敬意をもって醸造されたローズソーンブラッシュは、月明かりにキスされた静かな庭のビジョンを呼び起こし、純粋な静けさの瞬間を味わうようにあなたを誘います。この絶品のブレンドが、美が栄える領域へとあなたを運び、自然の豪華さに敬意を表する一口ごとが開花するトリビュートとなります。",
        "6": "ラガービールを紹介します。このビールは、世界で最も愛されているビールの真骨頂です。名前の由来となった野生の熊が北の森を支配するように、ラガービールは飲料の中で最高位に君臨します。下面発酵技術で醸造されたラガーは、爽やかでクリスプな味わいが特徴で、味覚を魅了します。伝統的なバドワイザーからリッチなバイエルンのピルスナーまで、ラガービールはボックビールからドゥンケル、オクトーバーフェストのビールまで、多様なスタイルを包括しています。野生の対応物のように、ラガービールは一口ごとに冒険と発見を促し、世界中のブルワーの技術と野生の精神へのオマージュとなっています。",
        "7": "ベルベットノクターンシラーズの豪華な深みに飛び込んでください。星明かりの夜の神秘と魅力を体現するワインです。日当たりの良い丘陵地から収穫された最高級のブドウから造られたこのシラーズは、ワイン造りの傑作です。各一口で、ダークチェリーやスモーキーオークの豊かなブーケを感じ、黒胡椒とチョコレートの微妙なヒントが絡み合います。力強いフレーバーは滑らかでベルベットのようなフィニッシュに成熟し、口当たりに残る洗練されたワイン体験を約束します。親しい集まりや豪華な食事のお供に最適なベルベットノクターンシラーズは、単なるワインボトルではなく、純粋なエレガンスの瞬間にふけるための招待状です。一人で楽しむのもよし、仲間と共有するのもよし、このシラーズはどんな場面でも格上げしてくれることでしょう。",
        "8": "クリムゾンウィスパーピノノワールで、ブドウの秘密を解き明かしてください。肥沃な土壌と穏やかな気候で知られる清潔なブドウ園から収穫されたこのピノノワールは、洗練と繊細さのシンフォニーです。熟した赤いベリーと繊細なフローラルノートの芳香プロファイルで始まり、ジューシーなイチゴ、新鮮なバイオレット、そして地球的なトリュフのヒントが味わい深いパレットを飾ります。フィニッシュは美しくバランスが取れており、バニラの軽いタッチと柔らかなタンニンがワインの滑らかな質感を高めます。このワインは、思索とリラクゼーションを求める特別な瞬間に完璧で、ハートのパスタからエレガントなチーズプラッターまで、様々な料理と素晴らしくマッチします。",
        "9": "全長5.47メートルのETA-2は、非常に機動性の高い戦闘指向型スターファイターで、双子のイオンエンジンが最大加速度5,200G、最高速度1,500kphを提供し、その前任者であるエーテルスプライトよりも速いです。ETA-2は、船のエンジンから余分な熱を逃がすために開かれる上下のラジエーターパネル、S-フォイルを特徴としています。ラジエーターの翼は主に激しい戦闘中に開かれます。防御のために、船には二つのレーザーキャノンと二つのイオンキャノンが備えられています。レーザーキャノンと異なり、船のイオンキャノンは衝撃時にターゲットに一時的な電気的な障害を引き起こすプラズマのバーストを発射します。",
        "10": "R3シリーズのアストロメク・ドロイドは、前モデルであるR2ユニットと同様のハードウェアを特徴としていますが、以前のドロイドが持っていた伸縮式のビデオセンサーを欠いています。R3のシャーシは主に円筒形で、基部に短い切り落とし型のコーンがある直立したチューブとして現れます。ドロイドを直立させるのは、トラペゾイドプリズムの形をした踏み足で終わる二つの狭い脚で、必要に応じてより大きな安定性を提供するために拡張可能な第三の脚がドロイドのボディ内に収容されています。ユニットのデザインの最後には、頑丈な回転するプラステックスまたはトランスパリスティールのドームがあります。アストロメクは宇宙の真空での機能性を可能にするために密閉されています。",
        "11": "T-70 Xウィング・スターファイターは、十字形のスターファイターで、全長12.48メートル、最大収容能力は1名のパイロットと底部に装填されたアストロメク・ドロイドで、異なるモデルに対応するために可変的に構成することができます。必要に応じて、ドロイドはパイロットの支援なしにスターファイターを飛行させることができ、遠隔操作も可能です。船のターゲティングコンピューター、フライトコントロール、その他の重要な操縦器具は装甲されたコックピットモジュール内にあり、取り外し可能な液体冷却フライトコンピューターが船上での操作をさらに支援します。コンピューターのアクセスとストレージのためのアクセスパネルが船の「鼻」部分内にあり、非常信号機の後ろにある鼻先の先端に主要センサーアレイの位置を示す小さなセンサーウィンドウがあります。パイロットの後ろには、内蔵された生命維持システムがあり、乗員が酸素豊かな大気で呼吸できるようになっています。",
        "12": "愛情を込めて「ウィッシュボーン」と呼ばれるYウィング・スターファイターは、反乱同盟と新共和国のパイロットによってファイターボンバーとして配備されています。その目的地まで戦い、高爆発弾を届け、再び戦い抜くように設計されています。その武装には、二つのレーザーキャノン、二つのイオンキャノン、二つのプロトントーピードランチャーが含まれています。アストロメク・ドロイド（例えばR2ユニット）は、コックピットの後ろのソケットに接続して、共同パイロットとして船の各システムを管理することができます。",
        "13": "攻撃の調整にはかなり優れたドロイドです。戦闘には向いていませんが、計画立案には適しています。"
    },
    "Navbar": {
        "searchPlaceholder": "今日は何を飲みたいですか？",
        "searchButtonLabel": "商品を検索",
        "logoAlt": "ビールとワインのロゴ",
        "searchIconAlt": "検索アイコン",
        "greetingText": "こんにちは、ジュンジュン",
        "historyLink": "注文履歴",
        "arrowAlt": "ドロップダウン矢印",
        "cartAlt": "カートを表示",
        "navLinkHome": "人気の選択",
        "navLinkDroids": "ビール",
        "navLinkVehicles": "ワイン"
    },
    "Home": {
        "welcomeTitle": "ポリグロット・プアーズへようこそ",
        "welcomeSubtitle": "あなたに語りかける流暢なフレーバーのクラフトビールとワイン",
        "symbolAlt": "ビールのシンボル"
    },
    "Checkout": {
        "checkoutTitle": "チェックアウト",
        "shipSectionLabel": "配送情報",
        "firstNameLabel": "名",
        "lastNameLabel": "姓",
        "coordinatesLabel": "座標",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "セクター",
        "methodLabel": "配送方法",
        "shipLightspeed": "速達",
        "shipOvernight": "オーバーナイト",
        "shipStandard": "標準",
        "paySectionLabel": "支払い",
        "payNameLabel": "カード名義",
        "payNameHolder": "名字 名前",
        "accountLabel": "クレジット番号",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "セキュリティコード",
        "securityHolder": "123456",
        "expDateLabel": "有効期限",
        "cartTitle": "ショッピングカート",
        "deleteAlt": "カートから商品を削除",
        "totalLabel": "合計：",
        "orderLabel": "注文する",
        "termsStatement": "利用規約を読んで同意します",
        "termsLink": "（閲覧）",
        "successMessage": "注文が成功しました！",
        "noItemMessage": "チェックアウトするにはカートに商品を追加してください。",
        "yearSelector": "年",
        "monthSelector": "月"
    },
    "ProductShow": {
        "qtyLabel": "数量：",
        "addToCartLabel": "カートに追加"
    },
    "Cart": {
        "cartTitle": "ショッピングカート",
        "noItemMsg": "カートに商品はありません。",
        "deleteAlt": "カートから商品を削除",
        "totalTitle": "合計：",
        "checkoutLabel": "チェックアウト",
        "closeAlt": "カートを閉じる"
    },
    "OrderHistory": {
        "historyTitle": "注文履歴",
        "dateHeading": "日付",
        "numberHeading": "注文番号",
        "totalHeading": "合計",
        "statusHeading": "状態",
        "statusShipped": "出荷済み",
        "statusDel": "配達済み",
        "statusProc": "処理中"
    },
    "Browse": {
        "all": "すべて",
        "beers": "ビール",
        "wines": "ワイン"
    },
    "Error404": {
        "errorMessage": "404エラー：ページが見つかりません。"
    },
    "Bottombar": {
        "menuAlt": "サイドバーのメニューを開く"
    },
    "LocaleSelector": {
        "localeLabel": "言語設定：",
        "localeEN": "English - US",
        "localeZH": "中文（简体）-中国",
        "localeZHtw": "中文（繁體）-台灣",
        "localeJA": "日本語 - 日本"
    },
    "Special": "スペシャル"
}
